Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Ons hoop en drome is met jou.
ar: آمل أن تصحبك بعض الأحلام في سفرك

source: Vuur op die belangrikste poorte.
ar: كثّفواالنّيرانعلىالبابالرئيسيّ!

source: Lady Lara, die Phantom Drives is aanlyn.
ar: سيّدتي (لارا) ، السوّاقة الشبحيّة جاهزة للعمل

source: - Aktiveer ontsteking.
ar: -ابدأي التشغيل

source: Ons het 'n enjin ontsteking geïdentifiseer binne die vesting.
ar: رصدنا استهلال تشغيل محرّك داخل القلعة

source: 'n Lansering.
ar: إقلاع ...

source: Bewaak hierdie platform, bevelvoerder.
ar: تمركزي على هذه المنصّة يا حضرة القائدة

source: Ek weet dat jy die Codex het gesteel. Staan 'm af en ek laat jou lewe.
ar: أعلم أنّك سرقت السّجل يا (جور-إل) سلّمه و سأصفح عن حياتك

source: Dit is 'n tweede kans vir heel Krypton, nie net vir jou bloedlyne.
ar: هذه هي الفرصة الثانية لكلّ (كريبتون) و ليس فقط للسلالات التي تراها جديرة

source: Wat het jy gedoen?
ar: -ماذا فعلت ؟

source: Ons het 'n kind gekry.
ar: -رُزقنا بمولود يا (زود )

source: 'n Seuntjie.
ar: ولد ...

source: Die eerste natuurlike geboorte sedert eeue.
ar: أوّل ولادة طبيعيّة في (كريبتون) منذ قرون

source: En hy sal vry wees. Vry om sy eie lot te kies.
ar: وسيكون حرّاً ليصنع قدره الخاصّ

source: Kettery.
ar: هيرسي!

source: Vernietig 't.
ar: دمّرها!

source: Lara, luister na me.
ar: ( لارا) ، أنصتي إليّ!

source: Die Codex is Kryptons toekoms.
ar: السّجل هو مستقبل (كريبتون)

source: Stop die lansering.
ar: أجهضيالإقلاع!

source: Jou seun, na waar het jy hom gestuur?
ar: وليدك يا (لارا) لأين أرسلتِه ؟

source: Sy naam is Kal, seun van El.
ar: اسمه (كال) ، ابن (آل إل)

source: En hy is buite jou bereik.
ar: و إنّك لن تصل إليه

source: Haal dat skip neer.
ar: أسقطواتلكالسفينة!

source: Lê jou wapens neer. Julle is omsingel.
ar: أنزلواأسلحتكم،قوّاتكممُحاصرة!

source: Generaal Zod, weens die pleeg van moord en hoogverraad veroordeel die raad u en jou medeopstandelingen
ar: اللّواء (زود) ، جزاءً لجرائم القتل والخيانةالعظمى... فقد حكم المجلس عليك وعلىرفاقكالمتمرّدين...

source: tot 300 siklusse somatiese vernuwing.
ar: بـ 300 دورة من التقويم الجسديّ

source: Het jy nog 'n laaste woord?
ar: هل لديك كلمات أخيرة ؟

source: Jy durf ons nie dood te maak.
ar: لنتقتلونابأنفسكم!

source: Jy maak jou hande nie vuil. maar jy verdoem ons vir ewig na 'n swart gat.
ar: لن تلطّخوا أياديكم ، لكنّكم ستزجّوا بنا في ثقب أسود أبد الآبدين

source: Jor - El het gelyk. Julle is stommelingen, stuk vir stuk.
ar: (جور-إل) كان مُحقّاً إنّكمجميعاًزُمرةمنالحمقى!

source: En jy, dink jy dat jou seun veilig is?
ar: وأنتِ... أتحسبين ابنك آمناً ؟

source: Ek sal hom vind. Ek kry terug wat julle van ons gesteel het.
ar: سأجدهو سأستردما سلبتموهمنّا!

source: Ek sal hom vind. Ek sal hom vind, Lara.
ar: سأجده ، سأجده يا (لارا)

source: Ek sal hom vind.
ar: سأجده!

source: Lady Lara, moet jy geen skuiling soek?
ar: سيّدتي (لارا) ألا يجب أن تحتمي بمأوى ؟

source: Daar is geen skuiling, Kelor. Jor
ar: لا مأوى يا (كيلور)

source: - El het gelyk. Dit is die einde.
ar: (جور-إل) كان مُحقّاً هذه هي النهاية

source: Maak 'n beter wêreld dan die van ons, Kal.
ar: اصنع عالماً أفضل من عالمنا يا (كال)

source: Pas op, dom donkie. Hou jou oë oop, of jy word verpletter.
ar: احذر يا أحمق ابقَمنتبهاًوإلا ستُمحق!

source: Waar het hulle jou gevind, nuweling?
ar: من أين جاؤوا بك أيُّها الغرّ ؟

source: Hijs die val op.
ar: -دعونا نعلّق هذا القفص

source: Here, alles vas.
ar: - يا سادة ، أمّنوا السطح !

source: Ons kry net 'n noodsein van 'n olie platform.
ar: وردنا توّاً نداء استغاثة من حفّار عن غربنا

source: Alles vas.
ar: أمّنواالسطح!

source: Alle bote opgepast.
ar: ليبتعد كافّة المدنيّون عن بؤرة الخطر

source: Die platform staat op ontplof.
ar: ثمّة خلل ألم بالصمام البحريّ الثانويّ و الحفّار على وشك الانفجار

source: Verstaan? , kustwacht. En die manskappe?
ar: عُلم يا خفر السواحل ماذا عن الرجال الذين بالداخل

source: Vergeet hulle maar, hulle is dood.
ar: - انسَ أمرهم ، إنّهم هالكون !

source: - Nuweling, gee my verkyker 's.
ar: -أيُّها الغِرّ ، أعطني منظاري

source: Rookie.
ar: أيُّهاالغِرّ!

source: Dit is die laaste suurstof, geen idee hoe lank ons dit nog volhou.
ar: هذه آخر كميّة أكسجين لاأعلمإلىمتى بوسعناالصمود!

source: Hier kustwacht 6510. Ons vlieg daar nog 'n keer daaroor.
ar: هنا خفر السواحل 10-65 سنقوم بنقلة أخرى ثم نرحل

source: Wag. Ek sien mense op die heli-platform.
ar: انتظر ، انتظر ، أرى رجالاً آخرين عندمنصّةالهبوط!

source: Haal die laaste vent aan boord. Ons moet weg.
ar: أحضر هذا الرجل الأخير يتحتّمأننذهب!

source: He, wat doen jy?
ar: أنت يا هذا ، هيّا بنا ماذاتفعل؟

source: ... toe Kansas 'n grondgebied is?
ar: متى أصبحت (كانساس) مقاطعة ؟

source: Let jy wel op, Clark?
ar: هل تنصت يا (كلارك) ؟

source: Weet jy wie Kansas koloniseerde?
ar: سألتك هلاّ نبّئتني مَن أوّل مَن استوطنوا (كانساس) ؟

source: Gaan 't, Clark?
ar: أأنت بخير يا (كلارك) ؟

source: Clark, kom daar uit.
ar: -كلارك) ، اخرج من عندك)

source: Laat my met rus.
ar: -دعيني وشأني

source: Ek het jou ma gebel.
ar: (كلارك) ، لقد اتّصلت بأمك

source: Ek is daar.
ar: إنّيهنا!

source: Clark, hier is mamma.
ar: ( كلارك) يا عزيزي ، أنا أمك!

source: Doen ' s open.
ar: -هلاّ فتحت الباب ؟

source: Hy is 'n freak.
ar: -ماذا دهاه بأيّ حال ؟ - إنّه غريب الأطوار !

source: Huil balk.
ar: - طفل بكّاء !

source: Hy mag nie eens met ander kinders speel.
ar: إنّ والديه لا يسمحان له حتّى باللّعب مع الأطفال الآخرين

source: Sweetie, so kan ek jou nie help nie.
ar: - عزيزي ! أنّى أساعدك وأنت لا تسمح ليّ بالدخول ؟

source: Die wêreld is te groot, mam.
ar: -العالم كبير جدّاً يا أماه

source: Maak 'm dan klein.
ar: -إذن اجعله صغيراً

source: Net, konsentreer op my stem.
ar: فقط... ركّز على صوتي

source: Dink aan 'n eiland, in die oseaan.
ar: تخيّل أنّ ثمّة جزيرة وسط المحيط

source: Sien jy 't?
ar: أيمكنك رؤيتها ؟

source: Ek sien 't.
ar: أراها

source: Swem daar naartoe, geliefde.
ar: إذن اسبح نحوها يا عزيزي

source: Wat is daar met me, mam?
ar: ما مشكلتي يا أمي ؟

source: Het jy alles? - Ja.
ar: -هل جلبت كلّ ما أحتاج ؟

source: Wag, wag ewe.
ar: -أجل انتظر ، انتظر

source: He, toiletpapier.
ar: أنتياحثالة!

source: Wat dink jy? Het jy die wedstryd gesien?
ar: ما رأيك ، أرأيت المباراة ؟

source: Laat 'm met rus.
ar: -دعه وشأنه يا (بيت )

source: - Is jy sy vriendin?
ar: -من تكونين ؟

source: Ek wil 't van hom hoor.
ar: خليلته ؟ أودّ سماع رأيه

source: Toe, pikketrekker.
ar: أجبني يا مُنحطّ

source: My seun was daarby. Hy sit in die bus. Hy het gesien wat Crarck gedoen het.
ar: ولدي كان في الحافلة وقد رأى ما فعله (كلارك)

source: - Ek weet dit. En wat hy gesien het was...
ar: أعلم، وأوقنأنّماظنّأنّهرآه...

source: - Was die hand van God, Jonathan. Goddelike voorsienigheid.
ar: معجزة يا (جوناثان) لقدكانذلكتدبيراًإلهيّاً!

source: Ek dink dat jy 't 'n bietjie aanblaas.
ar: -حسنٌ ، أظنّك تبالغين بالأمر

source: Glad nie.
ar: -كلا ، لستُ أبالغ

source: Lana het dit ook gesien. En die Fordham seun.
ar: (لانا) وابن (فورني) أيضاً شاهدا ذلك

source: En dit is nie die eerste keer dat Clark so iets doen.
ar: و هذه ليست أوّل مرّة يفعل (كلارك) شيئاً كهذا

source: Ek wou net help.
ar: -وددتُ تقديم المساعدة فحسب

source: Ja, maar ons het daaroor gepraat.
ar: -أعلم ، لكنّنا سبق و ناقشنا ذلك

source: Tog?
ar: صحيح ؟

source: Ons het 't daaroor gehad.
ar: صحيح ؟ ناقشنا ذلك

source: Jy moet...
ar: يتحتّمعليكأن ...

source: Clark, jy moet die kant van jou geheim hou.
ar: (كلارك) ، يتحتّم أن تبقي ذلك الجانب منك سرّاً

source: Wat moes ek dan doen? Hulle dood laat gaan?
ar: ماذا تعيّن أن أفعل ، أدعهم يموتون ؟

source: Daar staat meer op die spel as ons lewens of wat van ander mense.
ar: الأمر منوط بما هو أهمّ من حيواتنا وحيوات من حولنا

source: As die wêreld...
ar: حينيكتشفالعالم...

source: As hulle uitvind wat jy kan, word alles anders.
ar: حين يكتشف العالم قدراتك فسيتغيّر كلّ شيء

source: Ons geloof, ons idee... van wat mense is. Alles.
ar: عقائدنا ، و أفكارنا وما يعنيه كون المرء إنساناً و كل شيء

source: Jy sien tog hoe Pete 's moeder gereageer het?
ar: رأيت ردّ فعل والدة (بيت) ، صحيح ؟

source: Hulle was bang, Clark.
ar: كانت خائفة يا (كلارك)

source: Mense is bang vir dinge wat hulle nie verstaan nie.
ar: البشر يخافون ممّا يتعذّر عليهم فهمه

source: Het sy gelyk?
ar: هل هي محقّة ؟

source: Doen God dit met me?
ar: هل نقمني الله بذلك ؟

source: Sê dit.
ar: أخبرني

source: Ons het jou hierin gevind.
ar: قد وجدناك داخل هذه

source: Ons het gedink dat die regering wel sou kom, maar, daar is niemand gekom.
ar: أيقنّاأنّالجهاتالحكوميّةستزورنا... لكن لم يأتِنا أحد قطّ

source: Dit lê daar ook in.
ar: هذا كان في القمرة معك

source: Ek is daarmee na 'n metaalkundige gegaan...
ar: أخذته لعالم معادن في ولاية (كانساس)

source: Hy het gesê dat die materiaal nie eens, dit kom nie voor in die periodieke stelsel.
ar: قال أنّه مصنوع من معدن غير موجود في الجدول الدوريّ

source: Hy bedoel dat dit nie van hierdie wêreld is, Clark.
ar: بمعنى آخر ، إنّه ليس من عالمنا يا (كلارك)

source: En jy ook nie.
ar: ولا أنت أيضاً من عالمنا

source: Jy is die antwoord. Of ons alleen is in die heelal.
ar: إنّك يا بنيّ إجابة سؤال هل نحن وحدنا في الكون ؟

source: Dit wil ek nie.
ar: -لا أريد ذلك

source: En ek gee jou geen ongelyk.
ar: -ولا ألومك يا بنيّ

source: Dit is vir almal 'n groot las. Maar jy is nie almal.
ar: إنّه عبئ عظيم على أيّ شخص لكنّك لست شخصاً عاديّاً يا (كلارك)

source: En ek dink dat jy...
ar: وعندييقينأنّك...

source: Jy is hier om 'n rede.
ar: أُرسلت إلينا لسبب

source: Al die veranderinge wat jy deurmaak, eens jy sien dit as 'n seën.
ar: وكلّ التغييرات التي تمرّ بها سترتأيها نعمة ذات يومٍ

source: As die dag kom, moet jy 'n keuse maak.
ar: ولمّا يحين ذلك اليوم فسوف يتحتّم عليك الاختيار

source: Of jy vir die mensdom staat of nie.
ar: ما إن كنت ستعلن عن نفسك بفخر أمام الجنس البشريّ أم لا

source: Kan ek nie bly doen asof ek jou seun is?
ar: ألا يمكنني التظاهر بأنّي ابنك فحسب ؟

source: Jy is my seun.
ar: إنّكابني!

source: Maar iewers in die heelal, het jy nog 'n vader, wat jou 'n ander naam gegee het.
ar: لكنّك أيضاً لديك أب في مكان بالفضاء و الذي قد اختار لك اسماً آخر

source: Hy het 'n rede om jou hierheen te stuur.
ar: ولقد أرسلك إلينا لسبب يا (كلارك)

source: Al neem dit jou hele lewe, jy moet kom om te weet wat die rede is.
ar: و حتّى إن استغرق البحث بقيّة عمرك فإنّك مدين لنفسك بتبيّن ذلك السبب

source: Nee, was daar 'n verandering in die planne. Hulle het iets ontdek op Ellesmere.
ar: لا ، طرأت تغييرات في الترتيبات وجد أحدهم شيئاً غريباً في (إيلزمير)

source: Aircom vlieg daar al 'n hele week.
ar: شبكة الاتّصالات العالمية تقوم بجولات هناك طوال الأسبوع

source: - Dat meen jy nie.
ar: -تلك البقعة الضيّقة ؟

source: Stapelgek, hè?
ar: حتماً تمازحني -أعلم ، ذلك جنون ، صحيح ؟

source: Die Amerikaners is daar ook.
ar: الأمريكيّون هناك أيضاً الكثير منهم

source: Hulle noem dit 'n afwykende voorwerp.
ar: يصفونه بـ(جسم شاذّ) أيّاً يكون ما يعنيه ذلك

source: Wat dat ook is. - Hou op, Ludlow. Ek meen 't.
ar: -توقّف يا (ليدلو) ، إنّي جادّة

source: Toe nou, Chrissy.
ar: -ويلاه ، بحقّك يا (كريسي )

source: - Hou op. Gaan sit.
ar: - توقّف !

source: - Laat me los.
ar: -اجلسي

source: He, laat haar met rus.
ar: - اتركني !

source: Want anders, stoere bink?
ar: و إلا ماذا ستفعل أيُّها العتيّ ؟

source: Anders moet ek jou vra weg te gaan.
ar: و إلا سأطلب منك الرحيل

source: Ek gaan pas weg as ek dit wil.
ar: أظنّني سأرحل حين أكون راضياً ومستعدّاً

source: Nou kry ons 't.
ar: هاهو ذا

source: Hy is 't nie die moeite werd.
ar: إنّه لا يستحق يا عزيزي

source: He, haan. Vergeet jou fooi nie.
ar: أنت يا حقير لا تنسَ أخذ بقشيشك

source: Strike.
ar: ضربةمباشرة!

source: Miss Lane, hoe gaan 't?
ar: -آنسة (لين) ، كيف حالك ؟

source: - Jed Eubanks, Arctic Cargo.
ar: -جيد يوبانكس) ، مسؤول الشحن القطبيّ)

source: Hoe ver is dit?
ar: كم تبعد المحطّة ؟

source: Oor die heuwel. Ek bring u.
ar: -المعسكر فوق المرتفع ، سأصحبك إليه

source: - Mooi.
ar: -عظيم

source: Joe dra jou sakke wel.
ar: (جوي) سينقل حقائبقك جوي!

source: Help ' s even.
ar: -ساعدها

source: Versigtig, hulle is swaar.
ar: -انتبه إليهم ، فهم ثقيلون

source: Ek sal eerlik wees, ek is geen fan van die Daily Planet.
ar: أعترف يا آنسة (لين) أنّي لستُ من معجبين (دَيلي بلانت)

source: Maar jou artikels toe u by die 1ste Divisie was...
ar: لكنّ المقالات التي كتبتِها لمَا كنتِ معقسمالصاعقةالبحريّةالأوّلكانوا ...

source: Ek was wel onder die indruk.
ar: حسنٌ ، كانوا رائعين جدّاً

source: Ag, ek skryf die best as ek 'n scherfvest aan het.
ar: ماذا أقول ؟ لمُنعت من الكتابة لو لم أرتدي سترة واقية

source: Miss Lane. Kolonel Hardy.
ar: آنسة (لين) ، أنا العقيد (هاردي) من القيادة الأمريكيّة الشماليّة

source: Dr. Emil Hamilton, van DARPA.
ar: وهذا د. (إيميل هاملتون) من وكالة الأبحاث العسكريّة الأمريكيّة

source: Jy is vroeg. Ons het u eers môre verwag.
ar: لقد جئتِ مبكّراً توقّعنا أن تصلي غداً

source: Daarom is ek vandag al gekom.
ar: ولهذا جئت اليوم

source: Kom ons duidelik wees, okay?
ar: انظرا ، دعونا نكون واضحين حيال أمرٍ ، اتّفقنا ؟

source: Ek is hier omdat ons op Kanadese grondgebied is en die regter het bepaal dat ek hier mag wees.
ar: السبب الوحيد لمجيئي هولأنّناعلىأرض كنديّة... ولأنّ محكمة الاستئناف رفضت دعوتك لإقصائي

source: Nou ons mekaar pik het gemeet, wil ek sien wat julle ontdek het.
ar: فإن فرغنا من التناحر فهلاّ جعلت رجالك يروني ما وجدتم ؟

source: NASA-satelliete ontdek die anomalie eers.
ar: رصدت أقمار المراقبة لوكالة الفضاء الأمريكيّة أزيزاً شاذّاً في البداية

source: Die ijsplateau versteur die eggo's, maar daar is wel deeglik iets.
ar: طبقات الجليد أخذت تردد صدى صوتٍ لكن قطعاً كان ثمّة شيء بالأسفل

source: - 'n ou Sowjet duikboot?
ar: -ربّما غوّاصة من الفترة السوفيتيّة ؟

source: Nee, dit lê op 300 meter.
ar: -أشكّ ، فالجسم بطول 300 متراً

source: Dit is groter as wat hulle toe gehad het.
ar: أي أنّه أضخم من أيّ شيء صنعوه عندئذٍ

source: Maar hier is die spooky deel.
ar: لكن إليك الجزء المرعب

source: Die ys rondom die voorwerp, is byna 20.000 jaar oud.
ar: الجليد المحيط بذلك الجسم عمره نحو 20 ألف عاماً تقريباً

source: Miss Lane? Nie gaan dwaal.
ar: آنسة( لين)، لايسمحلكِ بالتجوال!

source: Dit is hier ' s nag min 40.
ar: درجة الحرارة تهبط لـ 40 تحت الصفر حول هذه الأنحاء

source: Dan vind ons u pas na die lente terug.
ar: وعليه فلن نجد جثمانك إلاّ بعد الربيع

source: Kyk u eens.
ar: تفضّلي

source: Wat as ek moet piepie?
ar: -ماذا إن وددت قضاء حاجتي ؟

source: Daar staan 'n emmer in die hoek.
ar: -ثمّة دلو في الركن

source: Waar gaan jy naartoe?
ar: إلى أين تذهب بحقّ السّماء ؟

source: Rustig. Rustig. Rustig.
ar: هوّنيعليك،هوّنيعليك !

source: Jy het 'n inwendige bloeding. As ek 'm nie dichtschroei...
ar: لديك نزيف داخليّ وإنلم أقُمبكيّه...

source: - Ek kan dinge wat ander nie kan nie.
ar: ؟ -بوسعي فعل أمور يعجز عنها باقي البشر

source: Hou m'n hand vas. Dit gaan pyn doen.
ar: امسكي بيدي الآن فإنّ هذا سيكون مؤلماً

source: Wat kolonel Hardy en sy span het vermoed 'n ou Sowjet duikboot was, was iets veel exotischer.
ar: ما ظنّه العقيد (هاردي) وفريقه غوّاصة من الفترة السوفيتيّة اتّضح بالواقع أنّه شيء أشدّ غرابة

source: 'n Ontleding van die ys dui daarop dat 'n voorwerp ruim 18.000 jaar in die ys vasgevang is.
ar: التحليلات النظائريّة للثقوب الجليديّة المحيطة تشير لأنّ ذلك الجسم عالق في النهر الجليديّ منذ أكثر من 18 ألف عاماً

source: En my redder? Die verdwyn wanneer die voorwerp vertrek.
ar: و بالنسبة لمنقذي فقد اختفى أثناء رحيل الجسم

source: Sy werksgeskiedenis en sy identiteit blyk vervals te wees.
ar: و قد تبيّن أنّ تاريخه المهنيّ وتحقيق هويّته زائفان

source: Die vrae wat my redder oproept is skrikwekkend.
ar: الأسئلة التي أثارها وجود مُنقذي تخيف المرء من التفكير فيها

source: Maar ek weet wat ek gesien het.
ar: لكنّي أيضاً أعلم ما رأيت

source: Ek kom dus tot die gevolgtrekking dat die voorwerp en sy bewoner, nie van hierdie planeet was.
ar: وقد وصلوا لاستنتاج قاطع ، وهو أنّ الجسم و ساكنه ليسا أرضيّين الأصل

source: Dit kan ek nie publiseer. Miskien hallucineerde jy wel.
ar: لا يمكنني طبع هذا يا (لويس) فلعلّك كتبتِ نصفها هذياناً

source: En die burgers wat my storie bevestig?
ar: ماذا عن المقاولين المدنيّين الذين عزّزوا قصّتي ؟

source: Die Pentagon ontken dat daar 'n skip was.
ar: وزارة الدفاع تنكر وجود سفينة

source: - Natuurlik. Dit doen die Pentagon altyd.
ar: بالطبع ، هذا ما يتعيّن أن يفعلوه فهذه سمة وزارة الدفاع

source: Perry, kom nou. Ek het die Pulitzerprijs gewen.
ar: بحقّك يا (بيري) ، أنا صحفيّة فائزة بجائزة (بولتزر)

source: - Gedraag jy dan ook so.
ar: -إذن تصرّفي على نحوه

source: Dan vertrek ek.
ar: -اطبعها و إلا سأستقيل

source: - Gaan nie. Jy het 'n kontrak.
ar: لا يمكنك ، فإنّك مرتبطة بعقد

source: Ek publiseer geen verhaal oor vreemdelinge op aarde.
ar: لن أنشر مقالاً عن فضائيّين يسيرون بيننا

source: Nooit.
ar: هذا لن يحدث

source: 'n Whiskey vir mev.
ar: هذا (وِسكي) بدون ثلج للسيّدة

source: Ek pos jy die artikel. As hulle 't nie wil nie, dan moet 't maar dreineer.
ar: أُرسل إليك المقالة الأصليّة فمحرري يأبى نشرها

source: Hebbes.
ar: - لكن إن سُرّبت عبر شبكة المعلومات ... -وصلتني

source: Maar het jy my site ooit nie beskryf, as 'n woekerend leuenswelsel?
ar: لكن ، ألم تصفي موقعي ذات يومٍ بـ(سرطان الكذب المتحذلق) ؟

source: Vind ek nog steeds, Woodburn. Maar ek wil dit publiseer.
ar: ما زلت عند رأيي يا (وودبِرن) لكنّي أودُّها أن تُنشر عليه

source: Die geheimsinnige man moet weet dat ek 't weet.
ar: -لأنّي أودّ إعلام رجلي الغامض أنّي أدرك الحقيقة

source: Rekursiewe diagnose voltooi. Begeleiding geverifieer.
ar: اكتمل التشخيص التكراريّ تمّ التصديق على عمليّة التوجيه

source: Alle stelsels in werking is.
ar: جميع الأنظمة قيد العمل

source: Dat ek jou daar so sien as 'n volwasse man.
ar: تقرّ عيني برؤيتك واقف هنا وقد صرت راشداً

source: Het Lara het maar kan sien.
ar: -ليت (لارا) تشهد هذا

source: Ek is jou vader, Kal.
ar: إنّي أبوك يا (كال)

source: Of wat daar van hom oor is. Sy bewussyn.
ar: أو ظلّه على الأقلّ ، وعيه

source: My naam was Jor-El.
ar: اسمي كان (جور-إل)

source: En Kal?
ar: و (كال) ؟

source: Dit is my naam.
ar: إنّه اسمي

source: Kal-El. Ja.
ar: اسمك (كال-إل)

source: Ek het soveel vrae.
ar: إنّي أحمل تساؤلات كثيرة

source: Waar kom ek vandaan?
ar: من أين جئتُ ؟

source: Waarom is ek hier?
ar: و لـِمّ أرسلتني إلى هنا ؟

source: Jy kom van Krypton.
ar: إنّك جئت من (كريبتون)

source: 'n Planeet met 'n barre leefwêreld.
ar: عالم اتّسم ببيئة أشدّ قسوة من الأرض

source: Lank gelede, in 'n tyd van expansiedrift. Versprei ons ras homself deur die sterre.
ar: منذ زمن بعيد في عصر التوسُّع انتشر جنسنا عبر النجوم

source: Op soek na nuwe wêrelde.
ar: بحثاً عن عوالم جديدة لنستوطنها

source: Dit verkenner skip was een van die duisende.
ar: سفينة الاستطلاع هذه كانت واحدة ضمن آلافٍ انطلقن للفضاء

source: Ons het buiteposte op ander planete en verander die habitat.
ar: وقد بنينا بؤر استيطانيّة فيكواكبأخرى... باستخدام آلات عظيمة لتهيئة البيئات بما يناسب احتياجاتنا

source: Honderdduisend jaar lank floreer ons beskawing. Ons verrig wonders.
ar: لمئة ألف عام ازدهرت حضارتنا مُحققة العجائب

source: Wat gebeur daar?
ar: ماذا حدث ؟

source: Ons het begin met kunsmatige bevolkingsgroei.
ar: تم وضع نظام اصطناعيّ لتحديد النسل

source: Ons gestop met buiteposte en ruimtereise.
ar: هُجرت بؤرنا الاستيطانيّة الاستكشافيّة في الفضاء

source: Ons energiebronne raak op. Met as gevolg dat die kern van ons planeet onstabiel is.
ar: استنفذنا مواردنا الطبيعيّة و عليه أمست نواة كوكبنا غير مستقرّة

source: Ons militêre leier, generaal Zod, wou 'n staatsgreep pleeg.
ar: و بالنهاية قام قائدنا العسكريّ اللواء (زود) بإنقلاب

source: Maar dit was reeds te laat.
ar: لكن بعد فوات الأوان

source: Jou ma en ek het die ramp sien aankom en name stappe, sodat jy 't sou oorleef.
ar: أنا وأمك تنبّأنا بالكارثة المقبلة فاتخّذنا خطواتٍ محددة تضمن نجاتك

source: Dit is 'n genesis-kamer.
ar: هذه حجرة النشوء

source: Alle Kryptonianen werden verwek in sulke kamers.
ar: كلّ أبناء (كريبتون) حُبلوا في حجرات كهذه

source: Elke kind is ontwerp vir 'n bepaalde taak.
ar: كلّ طفل صُمم لإنجاز دور مُحدد في مجتمعنا

source: As arbeider, as vegter, as leier, ensovoorts.
ar: سواء عامل أو محارب أو قائد ، إلى آخره

source: Ons het gevind dat Krypton iets kosbaars was verlore.
ar: أنا وأمك آمنّا بأنّ (كريبتون) فقدت شيئاً نفيساً

source: Die element van te kies, toeval.
ar: عنصر الاختيار و اتّخاذ القرار

source: Wat as ' n kind iets anders wil word dan wat die samelewing verlang?
ar: ماذا إن حلم الطّفل بالغدوّ شيئاً آخر غير الذي قرره له أو لها المجتمع ؟

source: Wat as 'n kind na iets groter streef?
ar: ماذا إن طَمِح الطفل لشيء أعظم ؟

source: Jy vergestalt ons geloof. Kryptons eerste natuurlike geboorte sedert eeue.
ar: لقد كنتَ تجسيداً لهذا الإيمان يا (كال) و أوّل ولادة طبيعيّة في (كريبتون) خلال قرون

source: Daarom gewaag ons alles vir jou.
ar: و لهذا خاطرنا بكل غالٍ ونفيس لإنقاذك

source: Waarom is julle nie saamgekom?
ar: لـِمَّ لمْ تأتيا معي ؟

source: Dat kon nie.
ar: لم نقدر يا (كال)

source: Hoe graag ons ook wou. Hoeveel ons ook van jou gehou het.
ar: بالرغم من رغبتنا في ذلك وبالرغممن حبّنالك...

source: Jou ma Lara en ek, was die produk van ons mislukking. Net so as Zod.
ar: فأمّك (لارا) و إيّاي كنّا نتاج إخفاقات عالمنا و مُرتبطون بمصيره مثلما كان (زود)

source: So ek is alleen. - Nee.
ar: -إذاً أنا بمفردي

source: Jy is net soveel 'n kind van die aarde as van Krypton.
ar: إنّك الآن ابن الأرض و (كريبتون) بنفس القدر

source: Neem voordeel van die beste van beide wêrelde.
ar: بوسعك أن تجمع بين أفضل ما في العالمين

source: Dit is waar jou ma en ek van gedroom het.
ar: إنّك الحلم الذي كرّسَت أمك و إيّاي حياتينا لحمايته

source: Die mense op aarde is inderdaad anders as ons. Maar dit is juis goed.
ar: حقيقةً أنّ أهل الأرض مختلفون عنّا لكنّي أؤمن بشدّة أنّ هذه ميزة

source: Hulle hoef nie dieselfde foute te maak as ons.
ar: فإنّهم لن يقترفوا بالضرورة نفس أخطائنا

source: Nie as jy hulle lei, Kal. Nie as jy hulle hoop bied.
ar: ليس إن أرشدتهم يا (كال) ليس إن وهبتهم الأمل

source: Daar staat hierdie simbool vir. Die simbool van El staat vir hoop.
ar: فذلك معنى هذا الرمز إنّه رمز (آل إل) ، ويعني الأمل

source: Met daarin die oortuiging dat elke individu in potensiaal goed is.
ar: ففي الأمل يتجسّد الإيمان الجوهريّ لدى كل امرئ بأنّ إمكاناته قوّة للخير

source: Dat kan jy hulle bied.
ar: وهذا ما بوسعك أن تهبهم إيّاه

source: Waarom is ek so anders?
ar: لـِمَّ أنا مختلف جدّاً عنهم ؟

source: Die son hier is jonger en feller dan wat van Krypton.
ar: شمس الأرض أحدث سنّاً وأكثر إشراقاً ممّا كانت شمس (كريبتون)

source: Jy selle absorbeerden die strale en versterk jou spiere, jou vel, jou sintuie.
ar: خلاياك تشبّعت بإشعاعها و قوّت عضلاتك و جلدك و حواسّك

source: Die swaartekrag is swakker, maar die atmosfeer is gesonder.
ar: كما أنّ جاذبيّة الأرض أضعف و الهواء صحّيّ أكثر

source: Jy is sterker geword as ek ooit gedink het
ar: إنّك صرت هنا أشدّ قوّة ممّا تخيّلتُ قطّ

source: Om te weet hoe sterk, moet jy jou grense bly toetse.
ar: الطريقة الوحيدة لتبيُّن مدى قوّتك هي بمواصلة اختبار حدود قدراتك

source: Jy gee die mense op aarde 'n ideaal om na te streef.
ar: ستكون لأهل الأرض قدوة يحتذون بها

source: Hulle sal jou volg. Hulle sal struikel. En val.
ar: سيتسابقون للوصول لمُثُلك و سوف يتعثّرون و يسقطون

source: Maar ooit, staan hulle naastjou in die son, Kal.
ar: لكنّهم سينضمون إليك في الوقت المناسب حين تشرق الشمس

source: Ooit, help jy hulle wonderwerke te verrig.
ar: عندئذٍ ستساعدهم ليحققوا العجائب

source: Hoe vind jy iemand wat al sy lewe lank sy spore uitvee?
ar: كيف تجد شخصاً أمضى حياته في التخفّي ؟

source: Jy begin met die legendes.
ar: تبدأ بالقصص الغامضة التي ظهرت أينما ذهب

source: wat hy het agter gelaat.
ar: -هذا (جو )

source: Al die vriende van vriende wat hom gesien sou hê.
ar: -كلّ أصدقاء صديق يزعم أنّه رآه -كان يعمل هنا

source: Vir sommige was hy 'n beskermengel.
ar: -بالنسبة للبعض كان ملاكاً حارساً

source: Vir ander, 'n gees wat daar nooit by hoor.
ar: و بالنسبة للآخرين كان نكرة شبح لا قبول له قطّ

source: As jy so terugwerkt, ontdek jy 'n patroon.
ar: و بينما تنبش في الماضي فإنّ القصص تبدأ بتشكيل نمط

source: Ek soek Pete Ross. Ken jy die?
ar: -أبحث عن (بيت روز) هل تعرفه ؟

source: Ja, wat werk by die IHOP.
ar: -أجل ، إنّه يعمل في (آي-هوب )

source: Jy gaan die kant op... Pete Ross?
ar: إذهبيأدنىالطريق...
